{
  "dates": {
    "academic": 2017,
    "published": 2018
  },
  "months": [
    {
      "name": "august",
      "year": 17,
      "articles": [
        {
          "graph": "Following the violent white supremacist protests in Charlottesville, Virginia, this university’s marching band, in conjunction with the athletic department and university president’s office, decided to remove “Maryland, My Maryland” from its repertoire. The song is an ode to the Confederacy; its lyrics deride the Union as “Northern scum.”",
          "headline": "UMD’s marching band stops playing the pro-Confederate state song",
          "href": "http://www.dbknews.com/2017/08/28/umd-marching-band-stops-playing-confederate-state-song/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2017/08/27210602/imrs.jpg"
          }
        }
      ]
    },
    {
      "name": "september",
      "year": 17,
      "articles": [
        {
          "graph": "With a new head coach and a highly ranked freshman class, the Texas football team checked in at No. 23 on the preseason AP poll. But that didn’t stop Maryland from pulling off a 51-41 upset on the Longhorns’ home turf. The Terps took a 30-14 lead into halftime, and after starting quarterback Tyrrell Pigrome went down in the third quarter, true freshman Kasim Hill stepped in and held off the Longhorns to seal Maryland football’s first win over a ranked opponent since 2010.",
          "headline": "Maryland football upsets No. 23 Texas for its first win over a ranked opponent since 2010",
          "href": "http://www.dbknews.com/2017/09/02/maryland-texas-football-kasim-hill-score/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2016/10/23011941/102216_FBvsMichiganSt_Durkin_mwr01-e1480884914142.jpg"
          }
        },
        {
          "graph": "After more than two years of construction, the university’s luxury hotel, a short walk from campus, brought in its first customers. The building, a new feature of the skyline view from McKeldin Mall, brought with it four new restaurants: Bagels ’n Grinds, Old Maryland Grill, Potomac Pizza and Kapnos Taverna.",
          "headline": "The Hotel at the University of Maryland opens after two years of construction",
          "href": "http://www.dbknews.com/2017/09/08/the-hotel-umd-college-park/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2016/09/20020420/091416_Unfinished_TheHotel_dbk01.jpg"
          }
        },
        {
          "graph": "The university’s Title IX Officer, Catherine Carroll, previously reported to President Wallace Loh’s chief of staff, but she was reassigned to the general counsel. Carroll reportedly called the change a “demotion” in a conversation with then-SGA President AJ Pruitt. Some students expressed worries that the change would be a conflict of interest, since the general counsel’s job is protecting the university from liability.",
          "headline": "UMD’s Title IX officer has been reassigned to report to the school’s general counsel",
          "href": "http://www.dbknews.com/2017/09/14/umd-title-ix-office-catherine-carroll-general-counsel-loh/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2016/10/07013105/051116Catherinecarroll_tsh01-1024x682.jpg"
          }
        },
        {
          "graph": "After months of heated debate, it appeared that College Park would allow noncitizens to vote in local elections. But three days after the city council voted 4-3 to approve the measure, officials announced that it had failed to pass, because amendments to the city charter required at least six votes. (A month later, the rule requiring six votes was found to violate state law, though the measure still didn’t pass.)",
          "headline": "College Park noncitizens voting amendment fails to pass",
          "href": "http://www.dbknews.com/2017/09/16/college-park-city-council-noncitizens-voting-charter-amendment-insufficient-votes/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2017/09/13012424/091217_CitycouncilMeeting_tsh01.jpg"
          }
        },
        {
          "graph": "Chipotle made waves in September when it introduced queso to its lineup. While some customers thought the restaurant’s yellowish liquid cheese was oh-que, others thought it was so-so. One Diversions writer criticized the queso, calling it grainy and watery; another Diversions writer acknowledged the product’s faults, but was willing to give it a shot anyway.",
          "headline": "Review: Chipotle’s new queso is dividing America",
          "href": "http://www.dbknews.com/2017/09/20/review-chipotle-new-queso-is-dividing-america/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2017/09/19233701/tl-horizontal_main.jpg"
          }
        },
        {
          "graph": "Hopes were still high for the Maryland football team after starting quarterback Tyrrell Pigrome tore his ACL in the first game of the season, as true freshman Kasim Hill stepped in and led the Terps to a 2-0 start. But in the following game against UCF, Hill took a hit on a scramble and headed for the locker room. Three days later, the school announced he’d torn his ACL, too. With their top two quarterbacks sidelined, the Terps lost eight of their final 10 games.",
          "headline": "Kasim Hill is second Maryland football quarterback to suffer ACL tear",
          "href": "http://www.dbknews.com/2017/09/26/kasim-hill-maryland-football-acl-injury/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2017/09/23225842/KasimHillTowson1-e1506214586170.jpg"
          }
        }
      ]
    },
    {
      "name": "october",
      "year": 17,
      "articles": [
        {
          "graph": "At about 6 a.m. on Oct. 1, 2017, Maria Fisher was crossing Route 1 at the Campus Drive intersection when an SUV hit her. She was taken to the hospital and died later that morning.",
          "headline": "UMD student Maria Fisher killed crossing Route 1",
          "href": "http://www.dbknews.com/2017/10/04/university-of-maryland-student-maria-fisher-obituary/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2017/10/04032519/image_uploaded_from_ios1.jpg"
          }
        },
        {
          "graph": "The A. James and Alice B. Clark Foundation pledged to give the university $219.5 million over 10 years, the largest donation it had ever received. The money is largely for need-based scholarships, new engineering fellowships and a new engineering building.",
          "headline": "UMD to receive $219.5 million donation — the largest in its history",
          "href": "http://www.dbknews.com/2017/10/04/umd-clark-foundation-donation-engineering-school/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2017/10/04150003/20171004110332_IMG_0415-01.jpeg"
          }
        },
        {
          "graph": "One day after appearing on Fox News’ Tucker Carlson Tonight to discuss Columbus Day, Jason Nichols, a lecturer in the African American studies department at the University of Maryland, received profane, racist voicemails from an unidentified caller. Nichols shared a Facebook Live video of himself sitting silently as the messages played. Within a few days, the video received more than 1.5 million views.",
          "headline": "A UMD lecturer received a racist voicemail after he was on Fox News",
          "href": "http://www.dbknews.com/2017/10/14/umd-lecturer-racist-voicemail-jason-nichols-fox-news-facebook-live-african-american-studies/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2017/10/14045203/Nichols2.png"
          }
        },
        {
          "graph": "Two days after reports surfaced that the university had fired Kevin Anderson, who had served as athletic director since 2010, the school announced he would take a six-month sabbatical for “professional development.” Damon Evans took over as interim athletic director in his absence.",
          "headline": "UMD athletic director Kevin Anderson is taking a six-month sabbatical",
          "href": "http://www.dbknews.com/2017/10/16/umd-kevin-anderson-sabbatical-athletic-director-wallace-loh-damon-evans/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2016/01/19160413/5660cbef98199.image_.jpg"
          }
        },
        {
          "graph": "In the aftermath of Richard Collins’ killing on this university’s campus in May 2017, University of Maryland Police began working with the FBI to determine whether the stabbing was a hate crime. Collins was black; Sean Urbanski, the white former student charged in the killing, had been a member of a racist Facebook group called “Alt-Reich: Nation.” By October, prosecutors had looked over enough evidence to add a hate crime charge, which would give Urbanski an additional 20 years if convicted.",
          "headline": "Former UMD student indicted on hate crime charge in the stabbing of Richard Collins",
          "href": "http://www.dbknews.com/2017/10/17/hate-crime-charge-sean-urbanski-richard-collins-death-umd/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2017/10/17191436/DMXNAbEWsAEKC5R-825x510.jpg"
          }
        },
        {
          "graph": "When Valeria A. was 7, her parents told her they were going on vacation to Disney World. They didn’t tell her they’d stay in the U.S. permanently, hoping to escape ongoing violence in Peru. As a teenager, Valeria applied for Deferred Action for Childhood Arrivals status, which protected her from deportation and allowed her to attend this university on in-state tuition. Though she was distraught when she learned the Trump administration would end the DACA program, she remains optimistic that she and her family have a future in the U.S.",
          "headline": "“My intention is to stay here”: A UMD student shares her struggles as a DACA recipient",
          "href": "http://www.dbknews.com/2017/10/31/daca-university-of-maryland-donald-trump-undocumented-immigrant-student/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2017/10/31064047/102217_dacastudentprofile_elk06_preview_720.jpg"
          }
        }
      ]
    },
    {
      "name": "november",
      "year": 17,
      "articles": [
        {
          "graph": "As the University Senate considered banning hate symbols from the campus, an official from the school’s legal team said it would violate free speech rights, and that the university is “not a home” where “everybody has the same political views.” Her comments sparked the hashtag #UMDNotaHome for those who felt the administration was out of touch with diversity issues. She issued a tearful apology several days later.",
          "headline": "Students call out admin with #UMDNotAHome after an official’s comments on hate symbol bans",
          "href": "http://www.dbknews.com/2017/11/03/umd-twitter-hashtag-notahome-administration-hate-symbol-ban-free-speech/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2017/11/03045917/Screen-Shot-2017-11-03-at-12.58.26-AM.png"
          }
        },
        {
          "graph": "A Diamondback investigation found that landlord and mayoral candidate Tom Chen had more than 70 code violations on his College Park properties over a two-year period. Many of the violations constituted “significant public safety issues,” according to a city official. Chen had also been involved in legal disputes with the city and past tenants. Chen said the city had targeted him because he was Asian; a city official denied that.",
          "headline": "Mayoral candidate, landlord Tom Chen has had over 70 violations on College Park properties",
          "href": "http://www.dbknews.com/2017/11/06/college-park-election-tom-chen-landlord-mayor-candidate-violations/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2017/11/03140506/110317_TomChenProperties_tsh01.jpg"
          }
        },
        {
          "graph": "Two years after becoming the first openly gay College Park mayor, Patrick Wojahn won re-election in the most crowded mayoral race in the city’s history, receiving 1,568 out of 2,632 votes to beat three other candidates. After his victory, he said he was “glad and humbled” that residents had “put their trust in [him] for another two years.”",
          "headline": "College Park Mayor Patrick Wojahn wins re-election in a crowded race",
          "href": "http://www.dbknews.com/2017/11/08/college-park-election-results-mayor-patrick-wojahn/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2017/11/08022519/20171107220359_img_8892-01_720.jpg"
          }
        },
        {
          "graph": "The university welcomed a new bioengineering building to campus last fall, after about three years of construction. For the 3,500 faculty, staff and students expected to walk through the facility each day, Clark Hall boasts nearly 40,000 square feet of laboratories, customizable classrooms, a 3D printing lab, movable workbenches and collaboration spaces, among many other features.",
          "headline": "After its dedication, UMD’s new bioengineering building is ready for spring classes",
          "href": "http://www.dbknews.com/2017/11/13/umd-a-james-clark-hall-engineering-stem-dedication/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2017/11/12192538/IMG_1987.jpg"
          }
        },
        {
          "graph": "After a 6-5 start, Maryland field hockey was at risk of missing the postseason. But the team snapped out of its funk to win its final six regular-season games. In the NCAA tournament, the Terps upset No. 2-seed Duke and No. 3-seed Michigan before falling to top-seeded Connecticut in the title game.",
          "headline": "Maryland field hockey falls to Connecticut, 2-1, in the national championship",
          "href": "http://www.dbknews.com/2017/11/19/maryland-field-hockey-national-championship-connecticut-score-ncaa-loss-recap/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2017/09/07213051/110316FHvsRutgers_Meharg_mkm01-1024x683.jpg"
          }
        }
      ]
    },
    {
      "name": "december",
      "year": 17,
      "articles": [
        {
          "graph": "The Graduate Student Government voted in December to impeach its president, Stephanie Cork, after the Governance Committee found she had violated the organization’s bylaws and misused its budget. Cork had attempted to step down in November, but the assembly didn’t formally accept her resignation. The impeachment formally removed her from presidential duties and banned her from holding any GSG office for a full legislative session.",
          "headline": "Former UMD GSG President Stephanie Cork impeached on charges of misusing funds",
          "href": "http://www.dbknews.com/2017/12/04/umd-gsg-president-impeachment-investigation-stephanie-cork-funding/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2016/12/05010210/120216_GSG_jrl02-e1480913017924.jpg"
          }
        },
        {
          "graph": "In Steve Aird’s fourth season as coach, Maryland volleyball went 18-14 — its best record in seven years — and nearly made the NCAA tournament. But barely a month after Maryland’s season ended, Aird abruptly resigned to become the coach at Indiana. In the wake of his departure, two of the Terps’ best players announced they were transferring, and a highly ranked recruit decommitted.",
          "headline": "Maryland volleyball coach Steve Aird resigns to take Indiana position",
          "href": "http://www.dbknews.com/2017/12/27/maryland-volleyball-steve-aird-resign-leave-coach-indiana/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2017/11/09014240/102917FBvsPurdue_Aird_mkm01-1024x683.jpg"
          }
        },
        {
          "graph": "The federal government’s Title IX office opened its third investigation into how this university handles sexual misconduct cases. It’s one of hundreds of open cases across the nation. Few details are available about the university’s cases, none of which have been resolved.",
          "headline": "U.S. Education Department opens third Title IX investigation into UMD",
          "href": "http://www.dbknews.com/2017/12/27/umd-sexual-violence-investigation-office-of-civil-rights-title-ix/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2016/02/19015147/5525d9825e1f6.image_.jpg"
          }
        },
        {
          "graph": "Despite being Maryland’s second-leading scorer as a freshman, forward Justin Jackson decided to forgo the NBA draft and return to school. But he struggled in his sophomore season, and in December the team announced he would undergo season-ending surgery for a nagging labrum injury. Without Jackson, the short-handed Terps would fall short of the postseason for the first time since joining the Big Ten.",
          "headline": "Maryland basketball’s Justin Jackson will miss the rest of the season with a torn labrum",
          "href": "http://www.dbknews.com/2017/12/28/justin-jackson-maryland-basketball-injury-torn-labrum-nba-draft-mock/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2017/11/21020322/112017_MBBvsJacksonSt_Jackson_mwr02-e1511589269492.jpg"
          }
        }
      ]
    },
    {
      "name": "january",
      "year": 18,
      "articles": [
        {
          "graph": "In September 2016, the University Senate charged a committee with revising the “antiquated” student code of conduct. More than a year later, after being approved by the senate and university President Wallace Loh, the new code went into effect. Among the changes were a lower standard of evidence to prove student misconduct and a revised role for attorneys in student conduct hearings.",
          "headline": "UMD announces changes to Code of Student Conduct have gone into effect",
          "href": "http://www.dbknews.com/2018/01/10/umd-student-conduct-code-standard-of-evidence-freedom-expression-loh/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2017/09/25223629/Meeting2.jpg"
          }
        },
        {
          "graph": "Four students were found guilty of sexual assault during the 2016-17 academic year, but rather than being expelled, they received suspensions or other disciplinary measures, according to the yearly Student Sexual Misconduct Report. The lone expulsion was for a student found responsible for relationship violence. Over the previous two academic years, a total of seven students were expelled for sexual assault.",
          "headline": "UMD expelled one student for sexual misconduct last year",
          "href": "http://www.dbknews.com/2018/01/16/umd-sexual-misconduct-report-office-of-civil-rights-investigation-assault-student-expulsion/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2017/09/28230920/092717_titleIXOffice_ess09.jpg"
          }
        }
      ]
    },
    {
      "name": "february",
      "year": 18,
      "articles": [
        {
          "graph": "The university is using about $25 million of the record-setting Clark Foundation donation, along with $25 million from other private donors, for the Idea Factory, a new engineering labs facility on the site of the Potomac Building. Demolition began this summer.",
          "headline": "UMD is getting a new $50 million engineering building",
          "href": "http://www.dbknews.com/2018/02/12/umd-idea-factory-engineering-clark-innovation-construction/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2018/02/12002045/IMG_7590-1-e1522395295374.jpg"
          }
        },
        {
          "graph": "Less than two weeks after the Parkland shooting, University of Maryland student Ryan Sulkowski was arrested and charged with threatening mass violence and disturbing school operation. Police said Sulkowski had talked about buying guns and shooting University Police officers. Though the charges against Sulkowski were eventually dropped, he’s still denied access to the campus.",
          "headline": "Police arrest UMD student suspected of threatening to shoot officers",
          "href": "http://www.dbknews.com/2018/02/26/umd-student-arrested-threat-assault-firearms-police/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2016/01/18062634/53b990f88d217.image_.jpg"
          }
        }
      ]
    },
    {
      "name": "march",
      "year": 18,
      "articles": [
        {
          "graph": "With guard Melo Trimble gone, the Maryland men's basketball team was expected to take a step back in 2017-18. The Terps got off to a good start, dominating a weak nonconference schedule, but faded down the stretch in conference play and finished 19-13. Mark Turgeon’s team failed to make the postseason for the first time since joining the Big Ten.",
          "headline": "Maryland men’s basketball doesn’t receive an NCAA or NIT bid",
          "href": "http://www.dbknews.com/2018/03/12/maryland-basketball-nit-ncaa-tournament-postseason/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2018/02/10205431/0210MBBvsNorthwestern_Team_mkm01-e1520806726718.jpg"
          }
        },
        {
          "graph": "After 25 years of serving the university community, Adele’s restaurant in Stamp Student Union closed at the end of the spring semester. Students on the dining plan had long spent their dining points at Adele’s, but with Dining Services’ switch to Anytime Dining in 2016, the restaurant lost a key source of revenue. A “fast casual” restaurant is expected to open in its place.",
          "headline": "Dining Services closes Adele’s in Stamp Student Union",
          "href": "http://www.dbknews.com/2018/03/13/adeles-closing-replacement-stamp-umd/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2016/02/10005816/561c5e1eb4046.image_.jpg"
          }
        },
        {
          "graph": "Robert Redfield, the co-founder and associate director of the Institute of Human Virology at the University of Maryland Medical School, was named the director of the Centers for Disease Control and Prevention in March. While Redfield had decades of experience as an AIDS researcher, he’d faced criticism and accusations of scientific misconduct from some of his peers.",
          "headline": "UMD School of Medicine professor named CDC director",
          "href": "http://www.dbknews.com/2018/03/22/cdc-director-robert-redfield-umd-medical-school-hiv-research/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2018/03/22214947/Dr.-Robert-Redfield1-e1521755396559.jpg"
          }
        },
        {
          "graph": "After 17 people were killed in a mass shooting at Marjory Stoneman Douglas High School in February, survivors called for action. On March 24, University of Maryland students and College Park residents joined some 800,000 others at the March for Our Lives in Washington, D.C. More than 800 such marches were held around the world as millions of people picked up the cry to end gun violence.",
          "headline": "UMD students take to D.C. to protest gun violence in nationwide March for Our Lives",
          "href": "http://www.dbknews.com/2018/03/25/march-for-our-lives-washington-dc-parkland-shooting-students-gun-control-umd/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2018/03/24235014/march_for_our_lives_5_1024.jpg"
          }
        },
        {
          "graph": "Amid calls for more robust mental health resources on campus — led by a student group called Scholars Promoting and Revitalizing Care — the Counseling Center announced it would add four new full-time psychologists. Three of the positions were newly created, while the fourth filled a vacancy. Funding for the positions came from alcohol sales at football and basketball games, as well as the university’s contract with Pepsi.",
          "headline": "The UMD Counseling Center will create 3 new psychologist positions",
          "href": "http://www.dbknews.com/2018/03/26/umd-counseling-center-psychologists-mental-health/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2016/11/06220510/111615_CounselingCenter_sln04.jpg"
          }
        },
        {
          "graph": "Vigilante Coffee, a popular coffee shop and cafe in Hyattsville, announced last year it would open a new location on Route 1 between the University View and The Varsity. Though it was originally expected to arrive before fall 2017, the coffee shop was delayed by the permit process for the new location. But by spring 2018, Vigilante Coffee was up and running for a soft and grand opening.",
          "headline": "Vigilante Coffee in College Park celebrates its grand opening",
          "href": "http://www.dbknews.com/2018/03/27/vigilante-coffee-college-park-grand-opening/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2018/03/26194618/CheckingOutVigilante.jpg"
          }
        },
        {
          "graph": "In his fourth year as a finalist, former Maryland men’s basketball coach Lefty Driesell finally made the cut for the Naismith Memorial Basketball Hall of Fame. Driesell went 348-159 and made the NCAA tournament eight times in 17 seasons with the Terps. His tenure was not without controversy, though; he faced criticism for harassing a student who’d accused a player of sexual assault, and he resigned months after the death of Len Bias.",
          "headline": "Former Maryland basketball coach Lefty Driesell is finally in the Hall of Fame",
          "href": "http://www.dbknews.com/2018/03/31/lefty-driesell-basketball-hall-of-fame-coach-maryland/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2017/12/15235511/Lefty-Maryland-Madness.jpg"
          }
        }
      ]
    },
    {
      "name": "april",
      "year": 18,
      "articles": [
        {
          "graph": "William “Tony” Rivera faced numerous allegations of sexual harassment as a visiting professor with the Social Science Research Institute at Duke. He joined this university’s National Consortium for the Study of Terrorism and Responses to Terrorism in January, but after learning of the allegations, the university removed him from the online course he was slated to teach.",
          "headline": "A former Duke professor found responsible for sexual harassment works at UMD",
          "href": "http://www.dbknews.com/2018/04/02/duke-professor-umd-william-rivera-sexual-harassment-start/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2018/01/29211717/m-circle.jpg"
          }
        },
        {
          "graph": "A federal judge dismissed a former student’s lawsuit against the university, in which he claimed he had been wrongfully expelled for sexual assault. In a ruling that affirmed the university’s process for handling sexual misconduct cases, the judge denied the students’ claims that his investigation was biased against him.",
          "headline": "Court dismisses ex-student’s lawsuit claiming UMD wrongfully expelled him for sexual assault",
          "href": "http://www.dbknews.com/2018/04/04/title-ix-umd-sexual-assault-lawsuit-due-process/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2018/04/04034314/022117_CampusArt_jcl06-825x510.jpg"
          }
        },
        {
          "graph": "Hundreds of people packed into the Edward St. John Learning and Teaching Center for a debate between former Mexican President Vicente Fox and former U.K. Independence Party leader Nigel Farage on “nationalism vs. globalism.” The debate was part of the “Campus Liberty Tour,” a series of events put on by a right-wing think tank. Because of Farage’s history of nativist rhetoric, the university faced criticism for hosting the debate, and protesters gathered outside the building to condemn it.",
          "headline": "Nigel Farage-Vicente Fox debate over nationalism at UMD draws packed crowd",
          "href": "http://www.dbknews.com/2018/04/06/nigel-farage-vicente-fox-nationalism-globalism-government/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2018/04/06035745/04052018_nationalismVsglobalism_map04-1-of-1.jpg"
          }
        },
        {
          "graph": "As part of a revised protocol for responding to hate bias incidents, the university announced in November that it would hire a hate bias response coordinator. Five months later, the university named Neijma Celestine-Donnor to the position. Celestine-Donnor is responsible for developing new policies and initiatives to combat hate bias and promote inclusion.",
          "headline": "UMD announces its new hate bias response coordinator",
          "href": "http://www.dbknews.com/2018/04/10/umd-hate-bias-response-coordinator/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2016/02/19015147/5525d9825e1f6.image_.jpg"
          }
        },
        {
          "graph": "Near the one-year anniversary of the killing of Lt. Richard Collins, university President Wallace Loh announced the university would erect a permanent memorial on the campus in his honor. More than 1,200 people had signed onto a petition calling for a memorial.",
          "headline": "UMD will have a memorial to Richard Collins on campus",
          "href": "http://www.dbknews.com/2018/04/10/richard-collins-murder-memorial-umd-wallace-loh/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2017/09/10152722/091017_BusStopMemorial_tsh04.jpg"
          }
        },
        {
          "graph": "Six months after taking a sabbatical for “professional development,” Kevin Anderson announced he would step down from his post as the university’s athletic director. The school launched a “national search” for a replacement, with Damon Evans remaining the interim athletic director in the meantime.",
          "headline": "Maryland athletic director Kevin Anderson resigns following six-month sabbatical",
          "href": "http://www.dbknews.com/2018/04/13/kevin-anderson-maryland-athletic-director-resigns/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2018/01/25224136/101115FBPressConference_Anderson_abj01-e1516920114717.jpg"
          }
        },
        {
          "graph": "Junior sociology major Faye Barrett called 911 and went to the hospital after having a panic attack and taking a high dose of a muscle relaxer. Even though the hospital discharged her, she wasn’t allowed to return to her apartment in South Campus Commons until she’d met with a psychiatrist and a case manager. A ResLife spokesperson said this is the “standardized response” for students who are hospitalized, and that the protocol wouldn’t change.",
          "headline": "UMD barred a student from returning to her on-campus apartment after a hospital stay",
          "href": "http://www.dbknews.com/2018/04/14/umd-student-resident-life-hospital-apartment-psychiatrist/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2018/04/14032445/93eb4cc512f2f8b5a437206065c00406.jpg"
          }
        },
        {
          "graph": "The university declined to indicate whether anyone was punished for hanging a noose in the Phi Kappa Tau fraternity house in May 2017. Police referred an individual to the school for disciplinary review, but university officials said only that the case had been closed, not what its outcome was.",
          "headline": "Officials won’t disclose outcome of noose investigation, prompting student concerns",
          "href": "http://www.dbknews.com/2018/04/16/umd-noose-phi-kappa-tau-investigation/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2016/05/11010320/54375e1c3c5fb.image_.jpg"
          }
        },
        {
          "graph": "The computer science department came under fire for sexist language in its teaching assistant handbook. The handbook told female TAs that harassment from male students was inevitable, and that others in the field might “have difficulty accepting [them] as a professional.” The department took the handbook down from its website and pledged to revise it.",
          "headline": "UMD’s comp sci department will revise sexist language in its TA handbook",
          "href": "http://www.dbknews.com/2018/04/18/umd-computer-science-teaching-assistant-ta-handbook-sexist/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2018/04/18022642/ComputerScienceBldg_tsh-1.jpg"
          }
        },
        {
          "graph": "Longtime donors Barry and Mary Gossett gifted more than $20 million to the university to fund scholarships and create career and professional development programs for student-athletes. The programs will go into place in the fall.",
          "headline": "UMD receives $21.25 million donation supporting career aid for student-athletes",
          "href": "http://www.dbknews.com/2018/04/19/umd-donation-athletic-department-gossett-center/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2018/04/19141342/Gossett_Students_03282018_6969-fixed2.jpg"
          }
        },
        {
          "graph": "Students were thrilled in November when it was reported that a Dunkin’ Donuts would be coming to Terrapin Row. While the store didn’t open in time for St. Patrick’s Day as planned, it was better late than never for hungry Terps.",
          "headline": "Dunkin’ Donuts opens under Terrapin Row",
          "href": "http://www.dbknews.com/2018/04/20/college-park-dunkin-donuts-terrapin-row/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2018/04/20023607/DunkinDonuts_jrl01-825x510.jpg"
          }
        },
        {
          "graph": "After leading the Big Ten in receptions and receiving yards as a junior, DJ Moore decided to head to the NFL. The Carolina Panthers drafted him 24th overall, the highest a Terp had been picked since 2009. In the fifth round, the Panthers selected linebacker Jermaine Carter, reuniting the former Maryland teammates.",
          "headline": "Carolina Panthers select former Maryland receiver DJ Moore with 24th pick of NFL Draft",
          "href": "http://www.dbknews.com/2018/04/27/maryland-football-dj-moore-nfl-draft-team/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2018/04/26232003/101417FBvsNorthwestern_Moore_mkm02.jpg"
          }
        }
      ]
    },
    {
      "name": "may",
      "year": 18,
      "articles": [
        {
          "graph": "In the wake of the killing of black Bowie State student Richard Collins on this university’s campus in May 2017, the school commissioned a diversity campus climate survey. The survey found that many minority students felt unsafe on the campus, and about 30 percent of university students and staff found the university’s response to hate bias incidents inadequate.",
          "headline": "Campus climate survey finds some minority respondents feel unsafe, unwelcome",
          "href": "http://www.dbknews.com/2018/05/03/umd-campus-climate-diversity-survey-preliminary-results/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2016/10/20232759/102016_diversityOnCampus_cjh02.jpg"
          }
        },
        {
          "graph": "Days after a visiting black student was stabbed on this university’s campus in May 2017, President Wallace Loh announced the school would create a task force to look at improving diversity and inclusion campuswide. Nearly a year later — following several open forums where students and staff sounded off about diversity issues — Loh signed off on the task force’s final recommendation, which included a ban on “intimidating acts” based on a person’s protected status.",
          "headline": "President Wallace Loh signs off on diversity task force recommendations",
          "href": "http://www.dbknews.com/2018/05/03/umd-diversty-wallace-loh-campus-climate-survey-task-force-recommendations-approved/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2018/05/03183304/IMG_7286-825x510.jpg"
          }
        },
        {
          "graph": "With DOTS facing a budget shortfall, university officials announced significant cuts to campus bus routes and schedules, including the elimination of the weekend bus to the College Park Metro station. The decision prompted frustration and pushback from students, and eventually some of the routes were reinstated.",
          "headline": "DOTS cuts several Shuttle-UM bus routes, frustrating students",
          "href": "http://www.dbknews.com/2018/05/03/umd-bus-routes-cuts-metro-dots-purple-blue-gold-green/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2016/01/28064147/bus.jpeg"
          }
        },
        {
          "graph": "To make way for the Purple Line light rail, university officials announced that the university’s iconic “M” circle would move from the Campus Drive traffic circle to the nearby engineering fields. In its new location, it would serve as a “decorative mound.”",
          "headline": "UMD’s M circle will be rebuilt in a new location to accommodate Purple Line construction",
          "href": "http://www.dbknews.com/2018/05/04/umd-m-circle-purple-line-construction-engineering-fields/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2018/05/04174135/M-Video-Screen-Shot-1-1-e1525455797735.png"
          }
        },
        {
          "graph": "Rappers Lil Yachty and Vince Staples brought the house down at SEE’s annual Art Attack concert, held in Xfinity Center. It was a welcome surprise for trap-loving Terps, especially after Ty Dolla $ign unexpectedly cancelled hours before last year’s show.",
          "headline": "Art Attack XXXV: Vince Staples and Lil Yachty surpass expectations",
          "href": "http://www.dbknews.com/2018/05/07/art-attack-xxxv-umd-vince-staples-lil-yachty-concert-see/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2018/05/07010956/05042018artattack35_ess20.jpg"
          }
        },
        {
          "graph": "Napping pods were expected to be set up in McKeldin Library by the end of the spring semester, backed by $22,000 from the Student Facilities Fund. The plan stalled when unexpected warranty fees arose, a University Libraries spokesperson guaranteed the pods would come before the start of the fall semester.",
          "headline": "Napping pods are coming to McKeldin Library",
          "href": "http://www.dbknews.com/2018/05/09/umd-nap-pods-footnotes-sga-delay-warranty/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2017/11/08233550/download.jpeg"
          }
        },
        {
          "graph": "In February, the student group Students Promoting and Revitalizing Care launched a campaign for more mental health resources called “30 Days Too Late,” a reference to the potential waiting period for appointments at the university’s Counseling Center. Less than three months later, the group won a $5,000 university grant and donated half of it to a mental health training program for RAs.",
          "headline": "UMD student group donates $2,500 to ResLife for a mental health training program",
          "href": "http://www.dbknews.com/2018/05/10/umd-sparc-mental-health-training-money/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2016/12/12041718/111615_CounselingCenter_sln04.jpg"
          }
        },
        {
          "graph": "As the one-year anniversary of Richard Collins’ death approached, the university held a reflection service at the Memorial Chapel. Students, staff and other community members gather to commemorate Collins’ life and reflect on the impact of his killing.",
          "headline": "“His soul continues”: Dozens gather at UMD Chapel to reflect on Richard Collins’ death",
          "href": "http://www.dbknews.com/2018/05/10/richard-collins-anniversary-killed-umd/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2018/05/10191521/RichardCollinsVigil_jrl10-e1525980623591.jpg"
          }
        },
        {
          "graph": "A private investigator hired by the family of Maria Fisher said she had high levels of GHB, which can be used as a date rape drug, in her system when she was struck and killed by a car on Route 1 in October. Police later denied this, saying the levels of GHB in Fisher’s body were consistent with the natural amount found in a person’s system after death.",
          "headline": "Police cast doubt on private investigator’s statements about Maria Fisher’s death",
          "href": "http://www.dbknews.com/2018/05/22/maria-fisher-umd-student-route-1-accident-investigation-ghb/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2018/05/22014246/fisherfb-1.png"
          }
        }
      ]
    },
    {
      "name": "june",
      "year": 18,
      "articles": [
        {
          "graph": "At a Maryland football team workout on May 29, offensive lineman Jordan McNair suffered  heatstroke as he completed a conditioning exercise. The rising sophomore was taken to the hospital, where he died June 13. Two months after McNair’s death, university President Wallace Loh said the team’s trainers didn’t treat him properly, and that the school accepts “legal and moral responsibility.”",
          "headline": "Maryland football player Jordan McNair dies after suffering heatstroke at team workout",
          "href": "http://www.dbknews.com/2018/08/27/jordan-mcnair-maryland-football-death-investigation-heatstroke-dj-durkin/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2018/06/15232432/40007468290_dcbc0f6a5f_o2.jpg"
          }
        },
        {
          "graph": "While Kevin Huerter took a big step forward in his sophomore season, few expected him to leave Maryland. But after turning heads at the combine and in private workouts, he decided to enter the NBA draft, where the Atlanta Hawks selected him with the 19th overall pick. And Huerter wasn’t the only Maryland player drafted — Justin Jackson went in the second round to the Denver Nuggets, who traded him to the Orlando Magic.",
          "headline": "Maryland basketball guard Kevin Huerter drafted by Atlanta Hawks with 19th pick",
          "href": "http://www.dbknews.com/2018/06/22/kevin-huerter-nba-draft-atlanta-hawks/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2018/02/05002450/0204MBBvsWisconsin_Huerter_mkm02-e1517812536635.jpg"
          }
        },
        {
          "graph": "The Capital One branch in Stamp Student Union, the only brick-and-mortar on-campus bank, closed in August after five years. The university decided not to renew its agreement with Capital One because the bank was changing the services it offered. A new bank is expected to move into Stamp in the coming months; all of the Capital One ATMs outside Stamp will remain operational until the new bank opens.",
          "headline": "Stamp Student Union’s Capital One bank closes",
          "href": "http://www.dbknews.com/2018/06/23/umd-capital-one-bank-stamp-student-union-branch-closing/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2018/06/22181132/Image-from-iOS-1024x768.jpg"
          }
        },
        {
          "graph": "Having served as acting athletic director for eight months, Damon Evans was named to the position permanently in June. Evans had been Georgia’s athletic director from 2004 to 2010, when he left the university following a DUI charge. His six-year contract pays him $720,000 annually, more than $100,000 above the pay of his predecessor, Kevin Anderson.",
          "headline": "UMD hires Damon Evans as athletic director",
          "href": "http://www.dbknews.com/2018/06/26/damon-evans-umd-athletic-director-kevin-anderson-wallace-loh/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2018/06/26174544/1R5A7491.jpg"
          }
        },
        {
          "graph": "Three University of Maryland community members were killed when a gunman opened fire at The Capital Gazette newsroom in Annapolis. Rob Hiaasen was a lecturer in the journalism school, and Gerald Fishman and John McNamara were alumni of both the university and The Diamondback. In the wake of the shooting, the Capital Gazette’s owner endowed a scholarship fund for journalism students at this university.",
          "headline": "UMD journalism lecturer, two alumni killed in Capital Gazette shooting",
          "href": "http://www.dbknews.com/2018/07/02/capital-gazette-shooting-victims-john-mcnamara-rob-hiaasen-gerald-fischman-umd/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2018/07/02201046/HiaasenFischmanMcNamara.jpg"
          }
        }
      ]
    },
    {
      "name": "july",
      "year": 18,
      "articles": [
        {
          "graph": "In July, shortly before Sean Urbanski’s trial was scheduled to begin, a judge pushed the start date back to January 2019 — nearly 20 months after Richard Collins’ death. Urbanski was originally supposed to stand trial in January 2018, but Urbanski’s lawyers had it delayed until July after requesting more time to review evidence.",
          "headline": "Trial for former UMD student charged in Richard Collins’ killing delayed until 2019",
          "href": "http://www.dbknews.com/2018/07/05/richard-collins-sean-urbanski-umd-bowie-state-murder-hate-crime-trial-delay-2019/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2017/10/17191436/DMXNAbEWsAEKC5R.jpg"
          }
        },
        {
          "graph": "Damonte Dodd, who played in 119 games with the Terps from 2013 to 2017, was arrested in Atlanta and charged with second-degree rape more than a year after graduating. A woman told police Dodd had raped her in a friend’s College Park apartment in November 2017; he said it was consensual. Though Dodd’s passport was initially taken away, he later got it back so he could play overseas while waiting for the trial.",
          "headline": "Former Maryland basketball player Damonte Dodd charged with rape",
          "href": "http://www.dbknews.com/2018/07/06/maryland-basketball-damonte-dodd-rape-arrest/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2018/07/06172502/030417MBBvsMSU_Dodd_sms02-1024x683.jpg"
          }
        },
        {
          "graph": "More than two months after announcing cuts to UM-Shuttle bus service, DOTS reinstated many of the routes, thanks to funding from the athletic department. Construction on Cole Field House had eliminated hundreds of parking spaces, which was a major reason for the budget shortfall that originally caused the cuts.",
          "headline": "DOTS reinstates several bus routes, including the weekend bus to the College Park Metro",
          "href": "http://www.dbknews.com/2018/07/17/umd-dots-shuttle-bus-route-college-park-metro-cuts-funding-athletic-department/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2016/09/14235458/091416104CollegeBus_jcl_01.jpg"
          }
        }
      ]
    },
    {
      "name": "august",
      "year": 18,
      "articles": [
        {
          "graph": "Barely a year after Roger Worthington was named the chief diversity officer, the university announced he would step down to rejoin the education college. Worthington took over in July 2017, six months after the resignation of the university’s first chief diversity officer, Kumea Shorter-Gooden. During Worthington’s tenure, the university conducted its first comprehensive campus climate survey and instituted new protocols for responding to hate bias incidents.",
          "headline": "UMD’s chief diversity officer will step down after just over a year on the job",
          "href": "http://www.dbknews.com/2018/08/01/umd-roger-worthington-chief-diversity-officer-hate-bias-incidents/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2018/08/01025817/RogerWorthington.jpg"
          }
        },
        {
          "graph": "In the fallout from ESPN reports that shed light on an abusive culture within the football program, the university put head coach DJ Durkin on administrative leave, along with three other football staffers. Offensive coordinator Matt Canada was named interim head coach.",
          "headline": "Maryland football coach DJ Durkin placed on leave after reports of abusive culture",
          "href": "http://www.dbknews.com/2018/08/11/maryland-football-dj-durkin-leave-espn-report-abuse-matt-canada-jordan-mcnair/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2017/09/09221827/090917FBvsTowson_Durkin_mkm01-825x510.jpg"
          }
        },
        {
          "graph": "Catherine Carroll, who had served as director of the Office of Civil Rights and Sexual Misconduct since its creation in 2014, resigned to take a position with Fairfax County Public Schools. She didn’t give a reason for her departure. Under Carroll’s leadership, the OCRSM investigated far more reports of sexual misconduct — and handed down far more expulsions — than the Office of Student Conduct ever did. Carroll was also instrumental in the OCRSM getting more staff and resources.",
          "headline": "UMD’s Title IX Officer resigns",
          "href": "http://www.dbknews.com/2018/08/15/catherine-carroll-umd-title-ix-officer-civil-rights-sexual-misconduct-resigns/",
          "img": {
            "src": "https://s3.amazonaws.com/wapopartners.com/dbknews-wp/wp-content/uploads/2018/02/28231807/022818_catherineCarroll_RM-12_preview.jpg"
          }
        }
      ]
    }
  ]
}