{
  "year": {
    "academic": 2018,
    "published": 2019
  },
  "months": [
    {
      "name": "august",
      "year": "18",
      "articles": [
        {
          "graph": "An ESPN report detailing an abusive culture within Maryland’s football team — which came after McNair’s death from heatstroke suffered at a team workout — would tip off months of investigations into the program.",
          "headline": "Maryland football’s culture under DJ Durkin has been abusive to players, ESPN report says",
          "href": "https://dbknews.com/2018/08/11/maryland-football-jordan-mcnair-death-dj-durkin-investigation-abuse-rick-court/",
          "img": {
            "alt": "",
            "src": "https://d3gx1wgrn4cpnk.cloudfront.net/uploads/2019/04/033017FootballvsSpringPractice_Durkin_mkm01-1024x683-13.jpg"
          }
        },
        {
          "graph": "After McNair’s death and ESPN’s report on Maryland football’s alleged “toxic culture,” strength and conditioning coach Rick Court, head football athletic trainer Wes Robinson and athletic training director Steve Nordwall were placed on leave. Later that month, Court resigned. It would take another five months for resolution regarding the athletic trainers.",
          "headline": {
            "href": "https://dbknews.com/2018/08/11/maryland-football-coaches-leave-jordan-mcnair-death-investigation-rick-court-wes-robinson/",
            "text": "Three Maryland football staffers placed on leave after reports of “toxic” environment"
          },
          "img": {
            "alt": "",
            "src": "https://d3gx1wgrn4cpnk.cloudfront.net/uploads/2019/04/ByrdStatium_09162014_6758-1024x683-41.jpg"
          }
        },
        {
          "graph": "After a stint in the interim role, Damon Evans was hired as the full-time athletic director in June 2018 and rapidly faced tough decisions regarding the football program. One of those decisions was to place coach DJ Durkin on leave, following McNair’s death and ESPN’s report of a “toxic culture.”",
          "headline": {
            "href": "https://dbknews.com/2018/08/11/maryland-football-dj-durkin-leave-espn-report-abuse-matt-canada-jordan-mcnair/",
            "text": "Maryland football coach DJ Durkin placed on leave after reports of abusive culture"
          },
          "img": {
            "alt": "",
            "src": ""
          }
        },
        {
          "graph": "Two days after being placed on administrative leave, strength and conditioning coach Rick Court — who was a central figure in ESPN’s report and was Durkin’s first hire — resigned. Court received $315,000 in a settlement with Maryland, two-thirds of his remaining contract.",
          "headline": {
            "href": "http://www.dbknews.com/2018/08/14/maryland-football-rick-court-fired-dj-durkin-jordan-mcnair-death-heatstroke-investigation-abuse/",
            "text": "UMD parts ways with strength and conditioning coach Rick Court after reports of abuse"
          },
          "img": {
            "alt": "",
            "src": "https://d3gx1wgrn4cpnk.cloudfront.net/uploads/2019/04/090917FBvsTowson_Durkin_mkm01-e1506750192496-36.jpg"
          }
        },
        {
          "graph": "About two months after McNair’s death, the athletic department announced an external task force to look into the program’s culture. The original group consisted of two former judges, one former federal prosecutor and an unnamed former football coach and athletic administrator.",
          "headline": {
            "href": "http://www.dbknews.com/2018/08/14/maryland-football-jordan-mcnair-death-investigation-external-review-walters-inc/",
            "text": "UMD announces task force investigating reports of abuse in football program"
          },
          "img": {
            "alt": "",
            "src": ""
          }
        },
        {
          "graph": "About two months after McNair’s death, the athletic department announced an external task force to look into the program’s culture. The original group consisted of two former judges, one former federal prosecutor and an unnamed former football coach and athletic administrator.",
          "headline": {
            "href": "http://www.dbknews.com/2018/08/14/maryland-football-jordan-mcnair-death-investigation-external-review-walters-inc/",
            "text": "UMD announces task force investigating reports of abuse in football program"
          },
          "img": {
            "alt": "",
            "src": "https://d3gx1wgrn4cpnk.cloudfront.net/uploads/2019/04/IMG_20180814_152246-1024x768-13.jpg"
          }
        },
        {
          "graph": "University President Wallace Loh accepted “legal and moral” responsibility for the offensive lineman’s death, stemming from initial evidence that athletic trainers didn’t treat McNair’s heatstroke correctly.",
          "headline": {
            "href": "https://dbknews.com/2018/08/14/maryland-football-responsibility-jordan-mcnair-death-loh-evans/",
            "text": "Loh accepts “legal and moral” responsibility for McNair’s death"
          },
          "img": {
            "alt": "",
            "src": "https://d3gx1wgrn4cpnk.cloudfront.net/uploads/2019/04/image_from_ios-1024x768-27.jpg"
          }
        },
        {
          "graph": "The founding director of the university’s Office of Civil Rights and Sexual Misconduct stepped down, setting off a tumultuous year at the office, which remained under interim leadership for six months. She had previously spoken out about her office, calling it under-resourced and under-staffed.",
          "headline": {
            "href": "https://dbknews.com/2018/08/15/catherine-carroll-umd-title-ix-officer-civil-rights-sexual-misconduct-resigns/",
            "text": "UMD’s Title IX Officer has resigned"
          },
          "img": {
            "alt": "",
            "src": "https://d3gx1wgrn4cpnk.cloudfront.net/uploads/2019/04/022818_catherineCarroll_RM-12_preview-36.jpg"
          }
        },
        {
          "graph": "The University System of Maryland Board of Regents, a group that sets policies for this university and others within the system, voted to take control of both the external investigation into the alleged “toxic culture” as well as the Walters investigation into the circumstances surrounding McNair’s death.",
          "headline": {
            "href": "https://dbknews.com/2018/08/17/umd-football-jordan-mcnair-death-investigation-board-of-regents-walters-inc/",
            "text": "USM Board of Regents will take control of investigation into Jordan McNair’s death"
          },
          "img": {
            "alt": "",
            "src": "https://d3gx1wgrn4cpnk.cloudfront.net/uploads/2019/04/121115_BoardOfRegents_tsh01-1024x682-1-13.jpg"
          }
        },
        {
          "graph": "A Diamondback investigation revealed former athletic director Kevin Anderson oversaw the hiring of a law firm in a university sexual misconduct case involving members of the football team, violating university ethical and equity standards.",
          "headline": {
            "href": "https://dbknews.com/2018/08/23/maryland-football-kevin-anderson-sexual-misconduct-payment-athletic-department/",
            "text": "Former UMD AD Kevin Anderson intervened in sexual misconduct case involving football players"
          },
          "img": {
            "alt": "",
            "src": "https://d3gx1wgrn4cpnk.cloudfront.net/uploads/2019/04/5701930104_69d4cfedd7_o-13.jpg"
          }
        },
        {
          "graph": "Further reporting indicated it was Durkin who initiated the hiring of the law firm that would represent two football players embroiled in a university sexual misconduct investigation, which was overseen by then-athletic director Kevin Anderson.",
          "headline": {
            "href": "https://dbknews.com/2018/08/24/umd-dj-durkin-kevin-anderson-attorneys-sexual-misconduct-case/",
            "text": "Lawyer for football players accused of sexual misconduct says DJ Durkin hired him"
          },
          "img": {
            "alt": "",
            "src": "https://d3gx1wgrn4cpnk.cloudfront.net/uploads/2019/04/041616FBvsSpringGame_Durkin_mwr01-1024x683-24.jpg"
          }
        },
        {
          "graph": "A week after taking over the investigation into Maryland football’s culture, the Board of Regents added to the original task force. The five new members included former Maryland Gov. Robert Ehrlich, former Washington Redskins quarterback Doug Williams and Bonnie Bernstein, a veteran sports journalist who attended this university.",
          "headline": {
            "href": "https://dbknews.com/2018/08/24/umd-football-investigation-commission-doug-williams-robert-ehrlich-tom-mcmillen/",
            "text": "Former governor, NFL quarterback, congressman all added to commission on Maryland football"
          },
          "img": {
            "alt": "",
            "src": "https://d3gx1wgrn4cpnk.cloudfront.net/uploads/2019/04/WilliamsEhrlichBernstein-e1535144529302-12.png"
          }
        },
        {
          "graph": "The university’s Office of Civil Rights and Sexual Misconduct lost its deputy director and two other employees after founding director Catherine Carroll’s departure. The university would add two “temporary” staffers in their places, adding that further hiring would be completed once there was a new director in place.",
          "headline": {
            "href": "https://dbknews.com/2018/08/24/umd-football-investigation-commission-doug-williams-robert-ehrlich-tom-mcmillen/",
            "text": "After its director’s resignation, UMD’s Title IX Office is losing three more staffers"
          },
          "img": {
            "alt": "Outside of the Title IX Office. The Title IX office is located on the third floor of Susquehanna Hall. (Elliot Scarangello / The Diamondback)",
            "src": "https://d3gx1wgrn4cpnk.cloudfront.net/uploads/2019/04/092717_titleIXOffice_ess07-15.jpg"
          }
        }
      ]
    }
  ]
}